{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[BOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[EOS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "[BOS]": 2,
      "[EOS]": 3,
      "\u0000": 4,
      "\u0001": 5,
      "\u0002": 6,
      "\u0003": 7,
      "\u0004": 8,
      "\b": 9,
      "\u0017": 10,
      "\u0018": 11,
      "\u0019": 12,
      "\u001f": 13,
      "!": 14,
      "\"": 15,
      "#": 16,
      "$": 17,
      "%": 18,
      "&": 19,
      "'": 20,
      "(": 21,
      ")": 22,
      "*": 23,
      "+": 24,
      ",": 25,
      "-": 26,
      ".": 27,
      "/": 28,
      "0": 29,
      "1": 30,
      "2": 31,
      "3": 32,
      "4": 33,
      "5": 34,
      "6": 35,
      "7": 36,
      "8": 37,
      "9": 38,
      ":": 39,
      ";": 40,
      "<": 41,
      "=": 42,
      ">": 43,
      "?": 44,
      "@": 45,
      "A": 46,
      "B": 47,
      "C": 48,
      "D": 49,
      "E": 50,
      "F": 51,
      "G": 52,
      "H": 53,
      "I": 54,
      "J": 55,
      "K": 56,
      "L": 57,
      "M": 58,
      "N": 59,
      "O": 60,
      "P": 61,
      "Q": 62,
      "R": 63,
      "S": 64,
      "T": 65,
      "U": 66,
      "V": 67,
      "W": 68,
      "X": 69,
      "Y": 70,
      "Z": 71,
      "[": 72,
      "\\": 73,
      "]": 74,
      "^": 75,
      "_": 76,
      "`": 77,
      "a": 78,
      "b": 79,
      "c": 80,
      "d": 81,
      "e": 82,
      "f": 83,
      "g": 84,
      "h": 85,
      "i": 86,
      "j": 87,
      "k": 88,
      "l": 89,
      "m": 90,
      "n": 91,
      "o": 92,
      "p": 93,
      "q": 94,
      "r": 95,
      "s": 96,
      "t": 97,
      "u": 98,
      "v": 99,
      "w": 100,
      "x": 101,
      "y": 102,
      "z": 103,
      "{": 104,
      "|": 105,
      "}": 106,
      "~": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "¡": 125,
      "¢": 126,
      "£": 127,
      "¤": 128,
      "¥": 129,
      "¦": 130,
      "§": 131,
      "¨": 132,
      "©": 133,
      "ª": 134,
      "«": 135,
      "¬": 136,
      "­": 137,
      "®": 138,
      "¯": 139,
      "°": 140,
      "±": 141,
      "²": 142,
      "³": 143,
      "´": 144,
      "µ": 145,
      "¶": 146,
      "·": 147,
      "¸": 148,
      "¹": 149,
      "º": 150,
      "»": 151,
      "¼": 152,
      "½": 153,
      "¾": 154,
      "¿": 155,
      "À": 156,
      "Á": 157,
      "Â": 158,
      "Ã": 159,
      "Ä": 160,
      "Å": 161,
      "Æ": 162,
      "Ç": 163,
      "È": 164,
      "É": 165,
      "Ê": 166,
      "Ë": 167,
      "Ì": 168,
      "Í": 169,
      "Î": 170,
      "Ï": 171,
      "Ð": 172,
      "Ñ": 173,
      "Ò": 174,
      "Ó": 175,
      "Ô": 176,
      "Õ": 177,
      "Ö": 178,
      "×": 179,
      "Ø": 180,
      "Ù": 181,
      "Ú": 182,
      "Û": 183,
      "Ü": 184,
      "Ý": 185,
      "Þ": 186,
      "ß": 187,
      "à": 188,
      "á": 189,
      "â": 190,
      "ã": 191,
      "ä": 192,
      "å": 193,
      "æ": 194,
      "ç": 195,
      "è": 196,
      "é": 197,
      "ê": 198,
      "ë": 199,
      "ì": 200,
      "í": 201,
      "î": 202,
      "ï": 203,
      "ð": 204,
      "ñ": 205,
      "ò": 206,
      "ó": 207,
      "ô": 208,
      "õ": 209,
      "ö": 210,
      "÷": 211,
      "ø": 212,
      "ù": 213,
      "ú": 214,
      "û": 215,
      "ü": 216,
      "ý": 217,
      "þ": 218,
      "ÿ": 219,
      "Ā": 220,
      "ā": 221,
      "Ă": 222,
      "ă": 223,
      "Ą": 224,
      "ą": 225,
      "Ć": 226,
      "ć": 227,
      "Ĉ": 228,
      "ĉ": 229,
      "Ċ": 230,
      "ċ": 231,
      "Č": 232,
      "č": 233,
      "Ď": 234,
      "ď": 235,
      "Đ": 236,
      "đ": 237,
      "Ē": 238,
      "ē": 239,
      "Ĕ": 240,
      "ĕ": 241,
      "Ė": 242,
      "ė": 243,
      "Ę": 244,
      "ę": 245,
      "Ě": 246,
      "ě": 247,
      "Ĝ": 248,
      "ĝ": 249,
      "Ğ": 250,
      "ğ": 251,
      "Ġ": 252,
      "ġ": 253,
      "Ģ": 254,
      "ģ": 255,
      "Ĥ": 256,
      "ĥ": 257,
      "Ħ": 258,
      "ħ": 259,
      "Ĩ": 260,
      "ĩ": 261,
      "Ī": 262,
      "ī": 263,
      "Ĭ": 264,
      "ĭ": 265,
      "Į": 266,
      "į": 267,
      "İ": 268,
      "ı": 269,
      "Ĳ": 270,
      "ĳ": 271,
      "Ĵ": 272,
      "ĵ": 273,
      "Ķ": 274,
      "ķ": 275,
      "ĸ": 276,
      "Ĺ": 277,
      "ĺ": 278,
      "Ļ": 279,
      "ļ": 280,
      "Ľ": 281,
      "ľ": 282,
      "Ŀ": 283,
      "ŀ": 284,
      "Ł": 285,
      "ł": 286,
      "Ń": 287,
      "ń": 288,
      "Ņ": 289,
      "ņ": 290,
      "Ň": 291,
      "ň": 292,
      "ŉ": 293,
      "Ŋ": 294,
      "ŋ": 295,
      "Ō": 296,
      "ō": 297,
      "Ŏ": 298,
      "ŏ": 299,
      "Ő": 300,
      "ő": 301,
      "Œ": 302,
      "œ": 303,
      "Ŕ": 304,
      "ŕ": 305,
      "Ŗ": 306,
      "ŗ": 307,
      "Ř": 308,
      "ř": 309,
      "Ś": 310,
      "ś": 311,
      "Ŝ": 312,
      "ŝ": 313,
      "Ş": 314,
      "ş": 315,
      "Š": 316,
      "š": 317,
      "Ţ": 318,
      "ţ": 319,
      "Ť": 320,
      "ť": 321,
      "Ŧ": 322,
      "ŧ": 323,
      "Ũ": 324,
      "ũ": 325,
      "Ū": 326,
      "ū": 327,
      "Ŭ": 328,
      "ŭ": 329,
      "Ů": 330,
      "ů": 331,
      "Ű": 332,
      "ű": 333,
      "Ų": 334,
      "ų": 335,
      "Ŵ": 336,
      "ŵ": 337,
      "Ŷ": 338,
      "ŷ": 339,
      "Ÿ": 340,
      "Ź": 341,
      "ź": 342,
      "Ż": 343,
      "ż": 344,
      "Ž": 345,
      "ž": 346,
      "ſ": 347,
      "ƀ": 348,
      "Ɓ": 349,
      "Ƃ": 350,
      "ƃ": 351,
      "Ƅ": 352,
      "ƅ": 353,
      "Ɔ": 354,
      "Ƈ": 355,
      "ƈ": 356,
      "Ɖ": 357,
      "Ɗ": 358,
      "Ƌ": 359,
      "ƌ": 360,
      "ƍ": 361,
      "Ǝ": 362,
      "Ə": 363,
      "Ɛ": 364,
      "Ƒ": 365,
      "ƒ": 366,
      "Ɠ": 367,
      "Ɣ": 368,
      "ƕ": 369,
      "Ɩ": 370,
      "Ɨ": 371,
      "Ƙ": 372,
      "ƙ": 373,
      "ƚ": 374,
      "ƛ": 375,
      "Ɯ": 376,
      "Ɲ": 377,
      "ƞ": 378,
      "Ɵ": 379,
      "Ơ": 380,
      "ơ": 381,
      "Ƣ": 382,
      "ƣ": 383,
      "Ƥ": 384,
      "ƥ": 385,
      "Ʀ": 386,
      "Ƨ": 387,
      "ƨ": 388,
      "Ʃ": 389,
      "ƪ": 390,
      "ƫ": 391,
      "Ƭ": 392,
      "ƭ": 393,
      "Ʈ": 394,
      "Ư": 395,
      "ư": 396,
      "Ʊ": 397,
      "Ʋ": 398,
      "Ƴ": 399,
      "ƴ": 400,
      "Ƶ": 401,
      "ƶ": 402,
      "Ʒ": 403,
      "Ƹ": 404,
      "ƹ": 405,
      "ƺ": 406,
      "ƻ": 407,
      "Ƽ": 408,
      "ƽ": 409,
      "ƾ": 410,
      "ƿ": 411,
      "ǀ": 412,
      "ǁ": 413,
      "ǂ": 414,
      "ǃ": 415,
      "Ǎ": 416,
      "ǎ": 417,
      "Ǐ": 418,
      "ǐ": 419,
      "Ǒ": 420,
      "ǒ": 421,
      "Ǔ": 422,
      "ǔ": 423,
      "Ǖ": 424,
      "ǖ": 425,
      "Ǘ": 426,
      "ǘ": 427,
      "Ǚ": 428,
      "ǚ": 429,
      "Ǜ": 430,
      "ǜ": 431,
      "ǝ": 432,
      "Ǟ": 433,
      "ǟ": 434,
      "Ǡ": 435,
      "ǡ": 436,
      "Ǣ": 437,
      "ǣ": 438,
      "ǥ": 439,
      "Ǧ": 440,
      "ǧ": 441,
      "Ǩ": 442,
      "ǩ": 443,
      "Ǫ": 444,
      "ǫ": 445,
      "Ǭ": 446,
      "ǭ": 447,
      "Ǯ": 448,
      "ǯ": 449,
      "ǰ": 450,
      "Ǵ": 451,
      "ǵ": 452,
      "Ƕ": 453,
      "Ǹ": 454,
      "ǹ": 455,
      "Ǽ": 456,
      "ǽ": 457,
      "Ǿ": 458,
      "ǿ": 459,
      "Ȁ": 460,
      "ȁ": 461,
      "Ȃ": 462,
      "ȃ": 463,
      "Ȅ": 464,
      "ȅ": 465,
      "Ȇ": 466,
      "ȇ": 467,
      "Ȉ": 468,
      "ȉ": 469,
      "Ȋ": 470,
      "ȋ": 471,
      "Ȍ": 472,
      "ȍ": 473,
      "Ȏ": 474,
      "ȏ": 475,
      "Ȑ": 476,
      "ȑ": 477,
      "Ȓ": 478,
      "ȓ": 479,
      "Ȕ": 480,
      "ȕ": 481,
      "Ȗ": 482,
      "ȗ": 483,
      "Ș": 484,
      "ș": 485,
      "Ț": 486,
      "ț": 487,
      "Ȝ": 488,
      "ȝ": 489,
      "Ȟ": 490,
      "ȟ": 491,
      "Ƞ": 492,
      "ȡ": 493,
      "ȣ": 494,
      "Ȥ": 495,
      "ȥ": 496,
      "Ȧ": 497,
      "ȧ": 498,
      "Ȩ": 499,
      "ȩ": 500,
      "Ȫ": 501,
      "ȫ": 502,
      "Ȭ": 503,
      "ȭ": 504,
      "Ȯ": 505,
      "ȯ": 506,
      "Ȱ": 507,
      "ȱ": 508,
      "Ȳ": 509,
      "ȳ": 510,
      "ȴ": 511,
      "ȵ": 512,
      "ȶ": 513,
      "ȷ": 514,
      "ȸ": 515,
      "ȹ": 516,
      "Ⱥ": 517,
      "Ȼ": 518,
      "ȼ": 519,
      "Ƚ": 520,
      "Ⱦ": 521,
      "ȿ": 522,
      "ɀ": 523,
      "Ɂ": 524,
      "Ƀ": 525,
      "Ʉ": 526,
      "Ʌ": 527,
      "Ɍ": 528,
      "ɍ": 529,
      "ɐ": 530,
      "ɑ": 531,
      "ɒ": 532,
      "ɓ": 533,
      "ɔ": 534,
      "ɕ": 535,
      "ɖ": 536,
      "ɗ": 537,
      "ɘ": 538,
      "ə": 539,
      "ɚ": 540,
      "ɛ": 541,
      "ɜ": 542,
      "ɝ": 543,
      "ɞ": 544,
      "ɟ": 545,
      "ɠ": 546,
      "ɡ": 547,
      "ɢ": 548,
      "ɣ": 549,
      "ɤ": 550,
      "ɥ": 551,
      "ɦ": 552,
      "ɧ": 553,
      "ɨ": 554,
      "ɩ": 555,
      "ɪ": 556,
      "ɫ": 557,
      "ɬ": 558,
      "ɭ": 559,
      "ɮ": 560,
      "ɯ": 561,
      "ɰ": 562,
      "ɱ": 563,
      "ɲ": 564,
      "ɳ": 565,
      "ɴ": 566,
      "ɵ": 567,
      "ɶ": 568,
      "ɷ": 569,
      "ɸ": 570,
      "ɹ": 571,
      "ɺ": 572,
      "ɻ": 573,
      "ɼ": 574,
      "ɽ": 575,
      "ɾ": 576,
      "ɿ": 577,
      "ʀ": 578,
      "ʁ": 579,
      "ʂ": 580,
      "ʃ": 581,
      "ʄ": 582,
      "ʅ": 583,
      "ʆ": 584,
      "ʇ": 585,
      "ʈ": 586,
      "ʉ": 587,
      "ʊ": 588,
      "ʋ": 589,
      "ʌ": 590,
      "ʍ": 591,
      "ʎ": 592,
      "ʏ": 593,
      "ʐ": 594,
      "ʑ": 595,
      "ʒ": 596,
      "ʓ": 597,
      "ʔ": 598,
      "ʕ": 599,
      "ʖ": 600,
      "ʗ": 601,
      "ʘ": 602,
      "ʙ": 603,
      "ʚ": 604,
      "ʛ": 605,
      "ʜ": 606,
      "ʝ": 607,
      "ʞ": 608,
      "ʟ": 609,
      "ʠ": 610,
      "ʡ": 611,
      "ʢ": 612,
      "ʣ": 613,
      "ʤ": 614,
      "ʥ": 615,
      "ʦ": 616,
      "ʧ": 617,
      "ʨ": 618,
      "ʩ": 619,
      "ʪ": 620,
      "ʫ": 621,
      "ʬ": 622,
      "ʭ": 623,
      "ʮ": 624,
      "ʯ": 625,
      "ʰ": 626,
      "ʱ": 627,
      "ʲ": 628,
      "ʳ": 629,
      "ʴ": 630,
      "ʵ": 631,
      "ʶ": 632,
      "ʷ": 633,
      "ʸ": 634,
      "ʹ": 635,
      "ʻ": 636,
      "ʼ": 637,
      "ʽ": 638,
      "ʾ": 639,
      "ʿ": 640,
      "ˀ": 641,
      "ˁ": 642,
      "˅": 643,
      "ˆ": 644,
      "ˇ": 645,
      "ˈ": 646,
      "ˉ": 647,
      "ˊ": 648,
      "ˋ": 649,
      "ˌ": 650,
      "ˍ": 651,
      "ˎ": 652,
      "ˏ": 653,
      "ː": 654,
      "ˑ": 655,
      "˒": 656,
      "˓": 657,
      "˖": 658,
      "˗": 659,
      "˘": 660,
      "˙": 661,
      "˚": 662,
      "˛": 663,
      "˜": 664,
      "˝": 665,
      "˞": 666,
      "ˠ": 667,
      "ˡ": 668,
      "ˢ": 669,
      "ˣ": 670,
      "ˤ": 671,
      "˥": 672,
      "˦": 673,
      "˧": 674,
      "˨": 675,
      "˩": 676,
      "ˮ": 677,
      "˳": 678,
      "̀": 679,
      "́": 680,
      "̂": 681,
      "̃": 682,
      "̄": 683,
      "̅": 684,
      "̆": 685,
      "̇": 686,
      "̈": 687,
      "̉": 688,
      "̋": 689,
      "̌": 690,
      "̍": 691,
      "̎": 692,
      "̏": 693,
      "̐": 694,
      "̑": 695,
      "̒": 696,
      "̓": 697,
      "̔": 698,
      "̕": 699,
      "̖": 700,
      "̗": 701,
      "̘": 702,
      "̙": 703,
      "̚": 704,
      "̛": 705,
      "̜": 706,
      "̝": 707,
      "̞": 708,
      "̟": 709,
      "̠": 710,
      "̡": 711,
      "̤": 712,
      "̥": 713,
      "̧": 714,
      "̨": 715,
      "̩": 716,
      "̪": 717,
      "̫": 718,
      "̬": 719,
      "̭": 720,
      "̮": 721,
      "̯": 722,
      "̱": 723,
      "̲": 724,
      "̳": 725,
      "̴": 726,
      "̵": 727,
      "̶": 728,
      "̷": 729,
      "̸": 730,
      "̹": 731,
      "̺": 732,
      "̼": 733,
      "̽": 734,
      "̾": 735,
      "̿": 736,
      "̀": 737,
      "́": 738,
      "͂": 739,
      "̈́": 740,
      "ͅ": 741,
      "͆": 742,
      "͇": 743,
      "͈": 744,
      "͉": 745,
      "͊": 746,
      "͌": 747,
      "͍": 748,
      "͎": 749,
      "͏": 750,
      "͑": 751,
      "͒": 752,
      "͔": 753,
      "͕": 754,
      "͖": 755,
      "͘": 756,
      "͙": 757,
      "͚": 758,
      "͛": 759,
      "͜": 760,
      "͝": 761,
      "͞": 762,
      "͟": 763,
      "͠": 764,
      "͡": 765,
      "͢": 766,
      "ͤ": 767,
      "ͥ": 768,
      "ͧ": 769,
      "ͨ": 770,
      "ͩ": 771,
      "ͪ": 772,
      "ͫ": 773,
      "ͬ": 774,
      "ͭ": 775,
      "ͮ": 776,
      "ͯ": 777,
      "Ͱ": 778,
      "ʹ": 779,
      "͵": 780,
      "Ͷ": 781,
      "ͷ": 782,
      "ͺ": 783,
      "ͻ": 784,
      "ͼ": 785,
      "ͽ": 786,
      ";": 787,
      "Ϳ": 788,
      "΄": 789,
      "΅": 790,
      "Ά": 791,
      "·": 792,
      "Έ": 793,
      "Ή": 794,
      "Ί": 795,
      "Ό": 796,
      "Ύ": 797,
      "Ώ": 798,
      "ΐ": 799,
      "Α": 800,
      "Β": 801,
      "Γ": 802,
      "Δ": 803,
      "Ε": 804,
      "Ζ": 805,
      "Η": 806,
      "Θ": 807,
      "Ι": 808,
      "Κ": 809,
      "Λ": 810,
      "Μ": 811,
      "Ν": 812,
      "Ξ": 813,
      "Ο": 814,
      "Π": 815,
      "Ρ": 816,
      "Σ": 817,
      "Τ": 818,
      "Υ": 819,
      "Φ": 820,
      "Χ": 821,
      "Ψ": 822,
      "Ω": 823,
      "Ϊ": 824,
      "Ϋ": 825,
      "ά": 826,
      "έ": 827,
      "ή": 828,
      "ί": 829,
      "ΰ": 830,
      "α": 831,
      "β": 832,
      "γ": 833,
      "δ": 834,
      "ε": 835,
      "ζ": 836,
      "η": 837,
      "θ": 838,
      "ι": 839,
      "κ": 840,
      "λ": 841,
      "μ": 842,
      "ν": 843,
      "ξ": 844,
      "ο": 845,
      "π": 846,
      "ρ": 847,
      "ς": 848,
      "σ": 849,
      "τ": 850,
      "υ": 851,
      "φ": 852,
      "χ": 853,
      "ψ": 854,
      "ω": 855,
      "ϊ": 856,
      "ϋ": 857,
      "ό": 858,
      "ύ": 859,
      "ώ": 860,
      "ϐ": 861,
      "ϑ": 862,
      "ϒ": 863,
      "ϓ": 864,
      "ϔ": 865,
      "ϕ": 866,
      "ϖ": 867,
      "ϗ": 868,
      "Ϙ": 869,
      "ϙ": 870,
      "Ϛ": 871,
      "ϛ": 872,
      "Ϝ": 873,
      "ϝ": 874,
      "Ϟ": 875,
      "ϟ": 876,
      "Ϡ": 877,
      "ϡ": 878,
      "ϰ": 879,
      "ϱ": 880,
      "ϲ": 881,
      "ϳ": 882,
      "ϴ": 883,
      "ϵ": 884,
      "϶": 885,
      "Ϸ": 886,
      "ϸ": 887,
      "Ϲ": 888,
      "Ϻ": 889,
      "ϻ": 890,
      "ϼ": 891,
      "Ͻ": 892,
      "Ͼ": 893,
      "Ͽ": 894,
      "Ѐ": 895,
      "Ё": 896,
      "Ђ": 897,
      "Ѓ": 898,
      "Є": 899,
      "Ѕ": 900,
      "І": 901,
      "Ї": 902,
      "Ј": 903,
      "Љ": 904,
      "Њ": 905,
      "Ћ": 906,
      "Ќ": 907,
      "Ѝ": 908,
      "Ў": 909,
      "Џ": 910,
      "А": 911,
      "Б": 912,
      "В": 913,
      "Г": 914,
      "Д": 915,
      "Е": 916,
      "Ж": 917,
      "З": 918,
      "И": 919,
      "Й": 920,
      "К": 921,
      "Л": 922,
      "М": 923,
      "Н": 924,
      "О": 925,
      "П": 926,
      "Р": 927,
      "С": 928,
      "Т": 929,
      "У": 930,
      "Ф": 931,
      "Х": 932,
      "Ц": 933,
      "Ч": 934,
      "Ш": 935,
      "Щ": 936,
      "Ъ": 937,
      "Ы": 938,
      "Ь": 939,
      "Э": 940,
      "Ю": 941,
      "Я": 942,
      "а": 943,
      "б": 944,
      "в": 945,
      "г": 946,
      "д": 947,
      "е": 948,
      "ж": 949,
      "з": 950,
      "и": 951,
      "й": 952,
      "к": 953,
      "л": 954,
      "м": 955,
      "н": 956,
      "о": 957,
      "п": 958,
      "р": 959,
      "с": 960,
      "т": 961,
      "у": 962,
      "ф": 963,
      "х": 964,
      "ц": 965,
      "ч": 966,
      "ш": 967,
      "щ": 968,
      "ъ": 969,
      "ы": 970,
      "ь": 971,
      "э": 972,
      "ю": 973,
      "я": 974,
      "ѐ": 975,
      "ё": 976,
      "ђ": 977,
      "ѓ": 978,
      "є": 979,
      "ѕ": 980,
      "і": 981,
      "ї": 982,
      "ј": 983,
      "љ": 984,
      "њ": 985,
      "ћ": 986,
      "ќ": 987,
      "ѝ": 988,
      "ў": 989,
      "џ": 990,
      "Ѡ": 991,
      "ѡ": 992,
      "Ѣ": 993,
      "ѣ": 994,
      "Ѥ": 995,
      "ѥ": 996,
      "Ѧ": 997,
      "ѧ": 998,
      "Ѩ": 999,
      "ѩ": 1000,
      "Ѫ": 1001,
      "ѫ": 1002,
      "Ѭ": 1003,
      "ѭ": 1004,
      "Ѯ": 1005,
      "ѯ": 1006,
      "Ѱ": 1007,
      "ѱ": 1008,
      "Ѳ": 1009,
      "ѳ": 1010,
      "Ѵ": 1011,
      "ѵ": 1012,
      "Ѹ": 1013,
      "ѹ": 1014,
      "҉": 1015,
      "Ҋ": 1016,
      "ҋ": 1017,
      "Ҍ": 1018,
      "ҍ": 1019,
      "Ҏ": 1020,
      "ҏ": 1021,
      "Ґ": 1022,
      "ґ": 1023,
      "Ғ": 1024,
      "ғ": 1025,
      "Ҕ": 1026,
      "ҕ": 1027,
      "Җ": 1028,
      "җ": 1029,
      "Ҙ": 1030,
      "ҙ": 1031,
      "Қ": 1032,
      "қ": 1033,
      "Ҝ": 1034,
      "ҝ": 1035,
      "Ҟ": 1036,
      "ҟ": 1037,
      "Ҡ": 1038,
      "ҡ": 1039,
      "Ң": 1040,
      "ң": 1041,
      "Ҥ": 1042,
      "ҥ": 1043,
      "Ҧ": 1044,
      "ҧ": 1045,
      "Ҩ": 1046,
      "ҩ": 1047,
      "Ҫ": 1048,
      "ҫ": 1049,
      "Ҭ": 1050,
      "ҭ": 1051,
      "Ү": 1052,
      "ү": 1053,
      "Ұ": 1054,
      "ұ": 1055,
      "Ҳ": 1056,
      "ҳ": 1057,
      "Ҵ": 1058,
      "ҵ": 1059,
      "Ҷ": 1060,
      "ҷ": 1061,
      "Ҹ": 1062,
      "ҹ": 1063,
      "Һ": 1064,
      "һ": 1065,
      "Ҽ": 1066,
      "ҽ": 1067,
      "Ҿ": 1068,
      "ҿ": 1069,
      "Ӏ": 1070,
      "Ӂ": 1071,
      "ӂ": 1072,
      "Ӄ": 1073,
      "ӄ": 1074,
      "Ӆ": 1075,
      "ӆ": 1076,
      "Ӈ": 1077,
      "ӈ": 1078,
      "Ӊ": 1079,
      "ӊ": 1080,
      "Ӌ": 1081,
      "ӌ": 1082,
      "Ӎ": 1083,
      "ӎ": 1084,
      "ӏ": 1085,
      "Ӑ": 1086,
      "ӑ": 1087,
      "Ӓ": 1088,
      "ӓ": 1089,
      "Ӕ": 1090,
      "ӕ": 1091,
      "Ӗ": 1092,
      "ӗ": 1093,
      "Ә": 1094,
      "ә": 1095,
      "Ӛ": 1096,
      "ӛ": 1097,
      "Ӝ": 1098,
      "ӝ": 1099,
      "Ӟ": 1100,
      "ӟ": 1101,
      "Ӡ": 1102,
      "ӡ": 1103,
      "Ӣ": 1104,
      "ӣ": 1105,
      "Ӥ": 1106,
      "ӥ": 1107,
      "Ӧ": 1108,
      "ӧ": 1109,
      "Ө": 1110,
      "ө": 1111,
      "Ӫ": 1112,
      "ӫ": 1113,
      "Ӭ": 1114,
      "ӭ": 1115,
      "Ӯ": 1116,
      "ӯ": 1117,
      "Ӱ": 1118,
      "ӱ": 1119,
      "Ӳ": 1120,
      "ӳ": 1121,
      "Ӵ": 1122,
      "ӵ": 1123,
      "Ӷ": 1124,
      "ӷ": 1125,
      "Ӹ": 1126,
      "ӹ": 1127,
      "Ԑ": 1128,
      "ԑ": 1129,
      "Ԛ": 1130,
      "ԛ": 1131,
      "Ԝ": 1132,
      "ԝ": 1133,
      "Ա": 1134,
      "Բ": 1135,
      "Գ": 1136,
      "Դ": 1137,
      "Ե": 1138,
      "Զ": 1139,
      "Է": 1140,
      "Ը": 1141,
      "Թ": 1142,
      "Ժ": 1143,
      "Ի": 1144,
      "Լ": 1145,
      "Խ": 1146,
      "Ծ": 1147,
      "Կ": 1148,
      "Հ": 1149,
      "Ձ": 1150,
      "Ղ": 1151,
      "Ճ": 1152,
      "Մ": 1153,
      "Յ": 1154,
      "Ն": 1155,
      "Շ": 1156,
      "Ո": 1157,
      "Չ": 1158,
      "Պ": 1159,
      "Ջ": 1160,
      "Ռ": 1161,
      "Ս": 1162,
      "Վ": 1163,
      "Տ": 1164,
      "Ր": 1165,
      "Ց": 1166,
      "Ւ": 1167,
      "Փ": 1168,
      "Ք": 1169,
      "Օ": 1170,
      "Ֆ": 1171,
      "ՙ": 1172,
      "՚": 1173,
      "՛": 1174,
      "՜": 1175,
      "՝": 1176,
      "՞": 1177,
      "՟": 1178,
      "ա": 1179,
      "բ": 1180,
      "գ": 1181,
      "դ": 1182,
      "ե": 1183,
      "զ": 1184,
      "է": 1185,
      "ը": 1186,
      "թ": 1187,
      "ժ": 1188,
      "ի": 1189,
      "լ": 1190,
      "խ": 1191,
      "ծ": 1192,
      "կ": 1193,
      "հ": 1194,
      "ձ": 1195,
      "ղ": 1196,
      "ճ": 1197,
      "մ": 1198,
      "յ": 1199,
      "ն": 1200,
      "շ": 1201,
      "ո": 1202,
      "չ": 1203,
      "պ": 1204,
      "ջ": 1205,
      "ռ": 1206,
      "ս": 1207,
      "վ": 1208,
      "տ": 1209,
      "ր": 1210,
      "ց": 1211,
      "ւ": 1212,
      "փ": 1213,
      "ք": 1214,
      "օ": 1215,
      "ֆ": 1216,
      "և": 1217,
      "։": 1218,
      "֊": 1219,
      "֑": 1220,
      "֔": 1221,
      "֕": 1222,
      "֖": 1223,
      "֗": 1224,
      "֙": 1225,
      "֚": 1226,
      "֛": 1227,
      "֜": 1228,
      "֣": 1229,
      "֤": 1230,
      "֥": 1231,
      "֧": 1232,
      "֨": 1233,
      "֩": 1234,
      "ְ": 1235,
      "ֱ": 1236,
      "ֲ": 1237,
      "ֳ": 1238,
      "ִ": 1239,
      "ֵ": 1240,
      "ֶ": 1241,
      "ַ": 1242,
      "ָ": 1243,
      "ֹ": 1244,
      "ֻ": 1245,
      "ּ": 1246,
      "ֽ": 1247,
      "־": 1248,
      "ֿ": 1249,
      "ׁ": 1250,
      "ׂ": 1251,
      "׃": 1252,
      "ׄ": 1253,
      "א": 1254,
      "ב": 1255,
      "ג": 1256,
      "ד": 1257,
      "ה": 1258,
      "ו": 1259,
      "ז": 1260,
      "ח": 1261,
      "ט": 1262,
      "י": 1263,
      "ך": 1264,
      "כ": 1265,
      "ל": 1266,
      "ם": 1267,
      "מ": 1268,
      "ן": 1269,
      "נ": 1270,
      "ס": 1271,
      "ע": 1272,
      "ף": 1273,
      "פ": 1274,
      "ץ": 1275,
      "צ": 1276,
      "ק": 1277,
      "ר": 1278,
      "ש": 1279,
      "ת": 1280,
      "װ": 1281,
      "ױ": 1282,
      "ײ": 1283,
      "׳": 1284,
      "״": 1285,
      "؆": 1286,
      "؇": 1287,
      "؉": 1288,
      "؊": 1289,
      "،": 1290,
      "ؕ": 1291,
      "؛": 1292,
      "؟": 1293,
      "ء": 1294,
      "آ": 1295,
      "أ": 1296,
      "ؤ": 1297,
      "إ": 1298,
      "ئ": 1299,
      "ا": 1300,
      "ب": 1301,
      "ة": 1302,
      "ت": 1303,
      "ث": 1304,
      "ج": 1305,
      "ح": 1306,
      "خ": 1307,
      "د": 1308,
      "ذ": 1309,
      "ر": 1310,
      "ز": 1311,
      "س": 1312,
      "ش": 1313,
      "ص": 1314,
      "ض": 1315,
      "ط": 1316,
      "ظ": 1317,
      "ع": 1318,
      "غ": 1319,
      "ؾ": 1320,
      "ـ": 1321,
      "ف": 1322,
      "ق": 1323,
      "ك": 1324,
      "ل": 1325,
      "م": 1326,
      "ن": 1327,
      "ه": 1328,
      "و": 1329,
      "ى": 1330,
      "ي": 1331,
      "ً": 1332,
      "ٌ": 1333,
      "ٍ": 1334,
      "َ": 1335,
      "ُ": 1336,
      "ِ": 1337,
      "ّ": 1338,
      "ْ": 1339,
      "ٓ": 1340,
      "ٔ": 1341,
      "٠": 1342,
      "١": 1343,
      "٢": 1344,
      "٣": 1345,
      "٤": 1346,
      "٥": 1347,
      "٦": 1348,
      "٧": 1349,
      "٨": 1350,
      "٩": 1351,
      "٪": 1352,
      "٫": 1353,
      "٬": 1354,
      "٭": 1355,
      "ٴ": 1356,
      "ٹ": 1357,
      "ٺ": 1358,
      "ٻ": 1359,
      "پ": 1360,
      "ٿ": 1361,
      "ڀ": 1362,
      "ڃ": 1363,
      "ڄ": 1364,
      "چ": 1365,
      "ڇ": 1366,
      "ڈ": 1367,
      "ڑ": 1368,
      "ژ": 1369,
      "ڤ": 1370,
      "ک": 1371,
      "گ": 1372,
      "ڵ": 1373,
      "ں": 1374,
      "ھ": 1375,
      "ہ": 1376,
      "ۆ": 1377,
      "ۇ": 1378,
      "ی": 1379,
      "ے": 1380,
      "۔": 1381,
      "ە": 1382,
      "۰": 1383,
      "۱": 1384,
      "۲": 1385,
      "۳": 1386,
      "۴": 1387,
      "۵": 1388,
      "۶": 1389,
      "۷": 1390,
      "۸": 1391,
      "۹": 1392,
      "ݿ": 1393,
      "߱": 1394,
      "߸": 1395,
      "߽": 1396,
      "ं": 1397,
      "ः": 1398,
      "अ": 1399,
      "आ": 1400,
      "इ": 1401,
      "ई": 1402,
      "उ": 1403,
      "ऊ": 1404,
      "ए": 1405,
      "ऐ": 1406,
      "ऑ": 1407,
      "ओ": 1408,
      "औ": 1409,
      "क": 1410,
      "ख": 1411,
      "ग": 1412,
      "घ": 1413,
      "ङ": 1414,
      "च": 1415,
      "छ": 1416,
      "ज": 1417,
      "झ": 1418,
      "ञ": 1419,
      "ट": 1420,
      "ठ": 1421,
      "ड": 1422,
      "ढ": 1423,
      "ण": 1424,
      "त": 1425,
      "थ": 1426,
      "द": 1427,
      "ध": 1428,
      "न": 1429,
      "प": 1430,
      "फ": 1431,
      "ब": 1432,
      "भ": 1433,
      "म": 1434,
      "य": 1435,
      "र": 1436,
      "ऱ": 1437,
      "ल": 1438,
      "ळ": 1439,
      "व": 1440,
      "श": 1441,
      "ष": 1442,
      "स": 1443,
      "ह": 1444,
      "़": 1445,
      "ा": 1446,
      "ि": 1447,
      "ी": 1448,
      "ु": 1449,
      "ू": 1450,
      "ृ": 1451,
      "े": 1452,
      "ै": 1453,
      "ॉ": 1454,
      "ो": 1455,
      "ौ": 1456,
      "्": 1457,
      "ड़": 1458,
      "।": 1459,
      "०": 1460,
      "२": 1461,
      "८": 1462,
      "९": 1463,
      "ঁ": 1464,
      "ং": 1465,
      "অ": 1466,
      "আ": 1467,
      "ই": 1468,
      "উ": 1469,
      "এ": 1470,
      "ও": 1471,
      "ক": 1472,
      "খ": 1473,
      "গ": 1474,
      "ঘ": 1475,
      "ঙ": 1476,
      "চ": 1477,
      "ছ": 1478,
      "জ": 1479,
      "ট": 1480,
      "ঠ": 1481,
      "ড": 1482,
      "ণ": 1483,
      "ত": 1484,
      "থ": 1485,
      "দ": 1486,
      "ধ": 1487,
      "ন": 1488,
      "প": 1489,
      "ফ": 1490,
      "ব": 1491,
      "ভ": 1492,
      "ম": 1493,
      "য": 1494,
      "র": 1495,
      "ল": 1496,
      "শ": 1497,
      "ষ": 1498,
      "স": 1499,
      "হ": 1500,
      "়": 1501,
      "া": 1502,
      "ি": 1503,
      "ী": 1504,
      "ু": 1505,
      "ূ": 1506,
      "ৃ": 1507,
      "ে": 1508,
      "ো": 1509,
      "ৌ": 1510,
      "্": 1511,
      "ৎ": 1512,
      "ড়": 1513,
      "য়": 1514,
      "০": 1515,
      "১": 1516,
      "২": 1517,
      "৩": 1518,
      "৪": 1519,
      "৫": 1520,
      "৬": 1521,
      "৭": 1522,
      "৮": 1523,
      "৯": 1524,
      "ৰ": 1525,
      "ৱ": 1526,
      "ਂ": 1527,
      "ਅ": 1528,
      "ਆ": 1529,
      "ਇ": 1530,
      "ਈ": 1531,
      "ਉ": 1532,
      "ਏ": 1533,
      "ਐ": 1534,
      "ਓ": 1535,
      "ਕ": 1536,
      "ਖ": 1537,
      "ਗ": 1538,
      "ਘ": 1539,
      "ਚ": 1540,
      "ਛ": 1541,
      "ਜ": 1542,
      "ਝ": 1543,
      "ਟ": 1544,
      "ਠ": 1545,
      "ਡ": 1546,
      "ਢ": 1547,
      "ਣ": 1548,
      "ਤ": 1549,
      "ਥ": 1550,
      "ਦ": 1551,
      "ਧ": 1552,
      "ਨ": 1553,
      "ਪ": 1554,
      "ਫ": 1555,
      "ਬ": 1556,
      "ਭ": 1557,
      "ਮ": 1558,
      "ਯ": 1559,
      "ਰ": 1560,
      "ਲ": 1561,
      "ਵ": 1562,
      "ਸ": 1563,
      "ਹ": 1564,
      "਻": 1565,
      "਼": 1566,
      "ਾ": 1567,
      "ਿ": 1568,
      "ੀ": 1569,
      "ੁ": 1570,
      "ੂ": 1571,
      "ੇ": 1572,
      "ੈ": 1573,
      "ੋ": 1574,
      "ੌ": 1575,
      "੍": 1576,
      "ੜ": 1577,
      "ੰ": 1578,
      "ੱ": 1579,
      "ં": 1580,
      "અ": 1581,
      "આ": 1582,
      "ઇ": 1583,
      "ઈ": 1584,
      "ઉ": 1585,
      "ઊ": 1586,
      "એ": 1587,
      "ઐ": 1588,
      "ઓ": 1589,
      "ક": 1590,
      "ખ": 1591,
      "ગ": 1592,
      "ઘ": 1593,
      "ચ": 1594,
      "છ": 1595,
      "જ": 1596,
      "ઝ": 1597,
      "ટ": 1598,
      "ઠ": 1599,
      "ડ": 1600,
      "ઢ": 1601,
      "ણ": 1602,
      "ત": 1603,
      "થ": 1604,
      "દ": 1605,
      "ધ": 1606,
      "ન": 1607,
      "પ": 1608,
      "ફ": 1609,
      "બ": 1610,
      "ભ": 1611,
      "મ": 1612,
      "ય": 1613,
      "ર": 1614,
      "લ": 1615,
      "ળ": 1616,
      "વ": 1617,
      "શ": 1618,
      "ષ": 1619,
      "સ": 1620,
      "હ": 1621,
      "ા": 1622,
      "િ": 1623,
      "ી": 1624,
      "ુ": 1625,
      "ૂ": 1626,
      "ૃ": 1627,
      "ે": 1628,
      "ૈ": 1629,
      "ો": 1630,
      "્": 1631,
      "૦": 1632,
      "૧": 1633,
      "૮": 1634,
      "ଁ": 1635,
      "ଂ": 1636,
      "ଅ": 1637,
      "ଆ": 1638,
      "ଇ": 1639,
      "ଉ": 1640,
      "ଏ": 1641,
      "କ": 1642,
      "ଖ": 1643,
      "ଗ": 1644,
      "ଘ": 1645,
      "ଙ": 1646,
      "ଚ": 1647,
      "ଛ": 1648,
      "ଞ": 1649,
      "ଟ": 1650,
      "ଡ": 1651,
      "ଢ": 1652,
      "ଣ": 1653,
      "ତ": 1654,
      "ଥ": 1655,
      "ଦ": 1656,
      "ଧ": 1657,
      "ନ": 1658,
      "ପ": 1659,
      "ଫ": 1660,
      "ବ": 1661,
      "ଭ": 1662,
      "ମ": 1663,
      "ଯ": 1664,
      "ର": 1665,
      "ଲ": 1666,
      "ଳ": 1667,
      "ଶ": 1668,
      "ଷ": 1669,
      "ସ": 1670,
      "ହ": 1671,
      "଼": 1672,
      "ା": 1673,
      "ି": 1674,
      "ୀ": 1675,
      "ୁ": 1676,
      "ୂ": 1677,
      "ୃ": 1678,
      "େ": 1679,
      "ୋ": 1680,
      "୍": 1681,
      "ୟ": 1682,
      "ୱ": 1683,
      "அ": 1684,
      "ஆ": 1685,
      "இ": 1686,
      "உ": 1687,
      "எ": 1688,
      "ஏ": 1689,
      "ஒ": 1690,
      "க": 1691,
      "஗": 1692,
      "ங": 1693,
      "ச": 1694,
      "ஞ": 1695,
      "ட": 1696,
      "ண": 1697,
      "த": 1698,
      "ந": 1699,
      "ன": 1700,
      "ப": 1701,
      "ம": 1702,
      "ய": 1703,
      "ர": 1704,
      "ற": 1705,
      "ல": 1706,
      "ள": 1707,
      "ழ": 1708,
      "வ": 1709,
      "ஸ": 1710,
      "ஹ": 1711,
      "ா": 1712,
      "ி": 1713,
      "ீ": 1714,
      "ு": 1715,
      "ூ": 1716,
      "ெ": 1717,
      "ே": 1718,
      "ை": 1719,
      "ொ": 1720,
      "ோ": 1721,
      "்": 1722,
      "ం": 1723,
      "అ": 1724,
      "ఆ": 1725,
      "ఇ": 1726,
      "ఈ": 1727,
      "ఉ": 1728,
      "ఎ": 1729,
      "ఏ": 1730,
      "ఒ": 1731,
      "క": 1732,
      "ఖ": 1733,
      "గ": 1734,
      "చ": 1735,
      "జ": 1736,
      "ట": 1737,
      "డ": 1738,
      "ఢ": 1739,
      "ణ": 1740,
      "త": 1741,
      "థ": 1742,
      "ద": 1743,
      "ధ": 1744,
      "న": 1745,
      "ప": 1746,
      "ఫ": 1747,
      "బ": 1748,
      "భ": 1749,
      "మ": 1750,
      "య": 1751,
      "ర": 1752,
      "ల": 1753,
      "ళ": 1754,
      "వ": 1755,
      "శ": 1756,
      "ష": 1757,
      "స": 1758,
      "హ": 1759,
      "ా": 1760,
      "ి": 1761,
      "ీ": 1762,
      "ు": 1763,
      "ూ": 1764,
      "ృ": 1765,
      "ె": 1766,
      "ే": 1767,
      "ై": 1768,
      "ొ": 1769,
      "ో": 1770,
      "్": 1771,
      "ౖ": 1772,
      "౯": 1773,
      "ಂ": 1774,
      "ಃ": 1775,
      "ಅ": 1776,
      "ಆ": 1777,
      "ಇ": 1778,
      "ಈ": 1779,
      "ಉ": 1780,
      "ಎ": 1781,
      "ಕ": 1782,
      "ಗ": 1783,
      "ಚ": 1784,
      "ಜ": 1785,
      "ಟ": 1786,
      "ಡ": 1787,
      "ತ": 1788,
      "ಥ": 1789,
      "ದ": 1790,
      "ಧ": 1791,
      "ನ": 1792,
      "ಪ": 1793,
      "ಬ": 1794,
      "ಭ": 1795,
      "ಮ": 1796,
      "ಯ": 1797,
      "ರ": 1798,
      "ಲ": 1799,
      "ಳ": 1800,
      "ವ": 1801,
      "ಶ": 1802,
      "ಷ": 1803,
      "ಸ": 1804,
      "ಹ": 1805,
      "ಾ": 1806,
      "ಿ": 1807,
      "ೀ": 1808,
      "ು": 1809,
      "ೂ": 1810,
      "ೆ": 1811,
      "ೇ": 1812,
      "ೈ": 1813,
      "ೊ": 1814,
      "ೋ": 1815,
      "್": 1816,
      "೧": 1817,
      "೩": 1818,
      "೪": 1819,
      "ം": 1820,
      "അ": 1821,
      "ആ": 1822,
      "ഇ": 1823,
      "ഈ": 1824,
      "ഉ": 1825,
      "എ": 1826,
      "ഏ": 1827,
      "ഒ": 1828,
      "ഓ": 1829,
      "ക": 1830,
      "ഖ": 1831,
      "ഗ": 1832,
      "ങ": 1833,
      "ച": 1834,
      "ഛ": 1835,
      "ജ": 1836,
      "ഞ": 1837,
      "ട": 1838,
      "ഠ": 1839,
      "ഡ": 1840,
      "ഢ": 1841,
      "ണ": 1842,
      "ത": 1843,
      "ഥ": 1844,
      "ദ": 1845,
      "ധ": 1846,
      "ന": 1847,
      "പ": 1848,
      "ബ": 1849,
      "ഭ": 1850,
      "മ": 1851,
      "യ": 1852,
      "ര": 1853,
      "റ": 1854,
      "ല": 1855,
      "ള": 1856,
      "ഴ": 1857,
      "വ": 1858,
      "ശ": 1859,
      "ഷ": 1860,
      "സ": 1861,
      "ഹ": 1862,
      "ാ": 1863,
      "ി": 1864,
      "ീ": 1865,
      "ു": 1866,
      "ൂ": 1867,
      "ൃ": 1868,
      "െ": 1869,
      "േ": 1870,
      "ൈ": 1871,
      "ൊ": 1872,
      "ോ": 1873,
      "ൌ": 1874,
      "്": 1875,
      "ൗ": 1876,
      "ൺ": 1877,
      "ൻ": 1878,
      "ർ": 1879,
      "ൽ": 1880,
      "ൾ": 1881,
      "ං": 1882,
      "ල": 1883,
      "ස": 1884,
      "හ": 1885,
      "ි": 1886,
      "ก": 1887,
      "ข": 1888,
      "ค": 1889,
      "ฆ": 1890,
      "ง": 1891,
      "จ": 1892,
      "ฉ": 1893,
      "ช": 1894,
      "ซ": 1895,
      "ญ": 1896,
      "ฎ": 1897,
      "ฏ": 1898,
      "ฐ": 1899,
      "ฒ": 1900,
      "ณ": 1901,
      "ด": 1902,
      "ต": 1903,
      "ถ": 1904,
      "ท": 1905,
      "ธ": 1906,
      "น": 1907,
      "บ": 1908,
      "ป": 1909,
      "ผ": 1910,
      "พ": 1911,
      "ฟ": 1912,
      "ภ": 1913,
      "ม": 1914,
      "ย": 1915,
      "ร": 1916,
      "ฤ": 1917,
      "ล": 1918,
      "ว": 1919,
      "ศ": 1920,
      "ษ": 1921,
      "ส": 1922,
      "ห": 1923,
      "ฬ": 1924,
      "อ": 1925,
      "ฮ": 1926,
      "ะ": 1927,
      "ั": 1928,
      "า": 1929,
      "ำ": 1930,
      "ิ": 1931,
      "ี": 1932,
      "ึ": 1933,
      "ื": 1934,
      "ุ": 1935,
      "ู": 1936,
      "ฺ": 1937,
      "฿": 1938,
      "เ": 1939,
      "แ": 1940,
      "โ": 1941,
      "ใ": 1942,
      "ไ": 1943,
      "็": 1944,
      "่": 1945,
      "้": 1946,
      "์": 1947,
      "๐": 1948,
      "๑": 1949,
      "๒": 1950,
      "๕": 1951,
      "๙": 1952,
      "ກ": 1953,
      "ຂ": 1954,
      "ຄ": 1955,
      "ຆ": 1956,
      "ງ": 1957,
      "ຈ": 1958,
      "ຊ": 1959,
      "຋": 1960,
      "ຌ": 1961,
      "ຍ": 1962,
      "ດ": 1963,
      "ຕ": 1964,
      "ຖ": 1965,
      "ທ": 1966,
      "ຘ": 1967,
      "ນ": 1968,
      "ບ": 1969,
      "ປ": 1970,
      "ຜ": 1971,
      "ຝ": 1972,
      "ພ": 1973,
      "ຟ": 1974,
      "ມ": 1975,
      "ຢ": 1976,
      "ຣ": 1977,
      "ລ": 1978,
      "ວ": 1979,
      "ຨ": 1980,
      "ສ": 1981,
      "ຫ": 1982,
      "ອ": 1983,
      "ຮ": 1984,
      "ຯ": 1985,
      "ະ": 1986,
      "ັ": 1987,
      "າ": 1988,
      "ຳ": 1989,
      "ິ": 1990,
      "ີ": 1991,
      "ຶ": 1992,
      "ື": 1993,
      "ຸ": 1994,
      "ູ": 1995,
      "ົ": 1996,
      "ຼ": 1997,
      "ຽ": 1998,
      "ເ": 1999,
      "ແ": 2000,
      "ໂ": 2001,
      "ໃ": 2002,
      "ໄ": 2003,
      "ໆ": 2004,
      "່": 2005,
      "້": 2006,
      "໌": 2007,
      "ໍ": 2008,
      "ໜ": 2009,
      "ྲྀ": 2010,
      "က": 2011,
      "ခ": 2012,
      "ဂ": 2013,
      "င": 2014,
      "စ": 2015,
      "ဆ": 2016,
      "ဉ": 2017,
      "ည": 2018,
      "ဌ": 2019,
      "ဍ": 2020,
      "ဏ": 2021,
      "တ": 2022,
      "ထ": 2023,
      "န": 2024,
      "ပ": 2025,
      "ဖ": 2026,
      "ဘ": 2027,
      "မ": 2028,
      "ယ": 2029,
      "ရ": 2030,
      "လ": 2031,
      "ဝ": 2032,
      "သ": 2033,
      "ဟ": 2034,
      "အ": 2035,
      "ဤ": 2036,
      "ါ": 2037,
      "ာ": 2038,
      "ိ": 2039,
      "ီ": 2040,
      "ု": 2041,
      "ူ": 2042,
      "ေ": 2043,
      "ဲ": 2044,
      "ံ": 2045,
      "့": 2046,
      "း": 2047,
      "္": 2048,
      "်": 2049,
      "ျ": 2050,
      "ြ": 2051,
      "ွ": 2052,
      "ှ": 2053,
      "၀": 2054,
      "၁": 2055,
      "၂": 2056,
      "၃": 2057,
      "၄": 2058,
      "၅": 2059,
      "၆": 2060,
      "၇": 2061,
      "၈": 2062,
      "၊": 2063,
      "။": 2064,
      "၍": 2065,
      "၏": 2066,
      "ა": 2067,
      "ბ": 2068,
      "გ": 2069,
      "დ": 2070,
      "ე": 2071,
      "ვ": 2072,
      "ზ": 2073,
      "თ": 2074,
      "ი": 2075,
      "კ": 2076,
      "ლ": 2077,
      "მ": 2078,
      "ნ": 2079,
      "ო": 2080,
      "პ": 2081,
      "ჟ": 2082,
      "რ": 2083,
      "ს": 2084,
      "ტ": 2085,
      "უ": 2086,
      "ფ": 2087,
      "ქ": 2088,
      "ღ": 2089,
      "ყ": 2090,
      "შ": 2091,
      "ჩ": 2092,
      "ც": 2093,
      "ძ": 2094,
      "წ": 2095,
      "ჭ": 2096,
      "ხ": 2097,
      "ჯ": 2098,
      "ჰ": 2099,
      "ჱ": 2100,
      "ჲ": 2101,
      "ჳ": 2102,
      "ჴ": 2103,
      "ჵ": 2104,
      "ჶ": 2105,
      "ჷ": 2106,
      "ჸ": 2107,
      "ჹ": 2108,
      "ჺ": 2109,
      "჻": 2110,
      "ჼ": 2111,
      "ር": 2112,
      "ት": 2113,
      "ኛ": 2114,
      "ግ": 2115,
      "ᛉ": 2116,
      "ᛋ": 2117,
      "ᛒ": 2118,
      "ᛚ": 2119,
      "ᛞ": 2120,
      "ក": 2121,
      "ខ": 2122,
      "គ": 2123,
      "ឃ": 2124,
      "ង": 2125,
      "ច": 2126,
      "ឆ": 2127,
      "ជ": 2128,
      "ញ": 2129,
      "ដ": 2130,
      "ឋ": 2131,
      "ណ": 2132,
      "ត": 2133,
      "ថ": 2134,
      "ទ": 2135,
      "ធ": 2136,
      "ន": 2137,
      "ប": 2138,
      "ផ": 2139,
      "ព": 2140,
      "ភ": 2141,
      "ម": 2142,
      "យ": 2143,
      "រ": 2144,
      "ល": 2145,
      "វ": 2146,
      "ស": 2147,
      "ហ": 2148,
      "ឡ": 2149,
      "អ": 2150,
      "ឯ": 2151,
      "ា": 2152,
      "ិ": 2153,
      "ី": 2154,
      "ឹ": 2155,
      "ុ": 2156,
      "ូ": 2157,
      "ួ": 2158,
      "ើ": 2159,
      "ៀ": 2160,
      "េ": 2161,
      "ែ": 2162,
      "ៃ": 2163,
      "ោ": 2164,
      "ំ": 2165,
      "ះ": 2166,
      "ៈ": 2167,
      "៉": 2168,
      "៊": 2169,
      "់": 2170,
      "៍": 2171,
      "៏": 2172,
      "័": 2173,
      "្": 2174,
      "។": 2175,
      "ᴂ": 2176,
      "ᴈ": 2177,
      "ᴉ": 2178,
      "ᴔ": 2179,
      "ᴖ": 2180,
      "ᴗ": 2181,
      "ᴝ": 2182,
      "ᴞ": 2183,
      "ᴟ": 2184,
      "ᴬ": 2185,
      "ᴭ": 2186,
      "ᴮ": 2187,
      "ᴰ": 2188,
      "ᴱ": 2189,
      "ᴲ": 2190,
      "ᴳ": 2191,
      "ᴴ": 2192,
      "ᴵ": 2193,
      "ᴶ": 2194,
      "ᴷ": 2195,
      "ᴸ": 2196,
      "ᴹ": 2197,
      "ᴺ": 2198,
      "ᴻ": 2199,
      "ᴼ": 2200,
      "ᴾ": 2201,
      "ᴿ": 2202,
      "ᵀ": 2203,
      "ᵁ": 2204,
      "ᵂ": 2205,
      "ᵃ": 2206,
      "ᵄ": 2207,
      "ᵅ": 2208,
      "ᵆ": 2209,
      "ᵇ": 2210,
      "ᵈ": 2211,
      "ᵉ": 2212,
      "ᵊ": 2213,
      "ᵋ": 2214,
      "ᵌ": 2215,
      "ᵍ": 2216,
      "ᵎ": 2217,
      "ᵏ": 2218,
      "ᵐ": 2219,
      "ᵑ": 2220,
      "ᵒ": 2221,
      "ᵓ": 2222,
      "ᵔ": 2223,
      "ᵕ": 2224,
      "ᵖ": 2225,
      "ᵗ": 2226,
      "ᵘ": 2227,
      "ᵙ": 2228,
      "ᵚ": 2229,
      "ᵛ": 2230,
      "ᵢ": 2231,
      "ᵣ": 2232,
      "ᵤ": 2233,
      "ᵥ": 2234,
      "ᵷ": 2235,
      "ᵸ": 2236,
      "ᵻ": 2237,
      "ᶅ": 2238,
      "ᶛ": 2239,
      "ᶜ": 2240,
      "ᶝ": 2241,
      "ᶞ": 2242,
      "ᶟ": 2243,
      "ᶠ": 2244,
      "ᶡ": 2245,
      "ᶢ": 2246,
      "ᶣ": 2247,
      "ᶤ": 2248,
      "ᶥ": 2249,
      "ᶦ": 2250,
      "ᶧ": 2251,
      "ᶨ": 2252,
      "ᶩ": 2253,
      "ᶪ": 2254,
      "ᶫ": 2255,
      "ᶬ": 2256,
      "ᶭ": 2257,
      "ᶮ": 2258,
      "ᶯ": 2259,
      "ᶰ": 2260,
      "ᶱ": 2261,
      "ᶲ": 2262,
      "ᶳ": 2263,
      "ᶴ": 2264,
      "ᶵ": 2265,
      "ᶶ": 2266,
      "ᶷ": 2267,
      "ᶹ": 2268,
      "ᶺ": 2269,
      "ᶻ": 2270,
      "ᶼ": 2271,
      "ᶽ": 2272,
      "ᶾ": 2273,
      "ᶿ": 2274,
      "Ḁ": 2275,
      "ḁ": 2276,
      "Ḃ": 2277,
      "ḃ": 2278,
      "Ḅ": 2279,
      "ḅ": 2280,
      "Ḇ": 2281,
      "ḇ": 2282,
      "Ḉ": 2283,
      "ḉ": 2284,
      "Ḋ": 2285,
      "ḋ": 2286,
      "Ḍ": 2287,
      "ḍ": 2288,
      "Ḏ": 2289,
      "ḏ": 2290,
      "Ḑ": 2291,
      "ḑ": 2292,
      "Ḓ": 2293,
      "ḓ": 2294,
      "Ḙ": 2295,
      "ḙ": 2296,
      "Ḛ": 2297,
      "ḛ": 2298,
      "Ḝ": 2299,
      "ḝ": 2300,
      "Ḟ": 2301,
      "ḟ": 2302,
      "Ḡ": 2303,
      "ḡ": 2304,
      "Ḣ": 2305,
      "ḣ": 2306,
      "Ḥ": 2307,
      "ḥ": 2308,
      "Ḧ": 2309,
      "ḧ": 2310,
      "Ḩ": 2311,
      "ḩ": 2312,
      "Ḫ": 2313,
      "ḫ": 2314,
      "Ḭ": 2315,
      "ḭ": 2316,
      "Ḱ": 2317,
      "ḱ": 2318,
      "Ḳ": 2319,
      "ḳ": 2320,
      "Ḵ": 2321,
      "ḵ": 2322,
      "Ḷ": 2323,
      "ḷ": 2324,
      "Ḹ": 2325,
      "ḹ": 2326,
      "Ḻ": 2327,
      "ḻ": 2328,
      "Ḽ": 2329,
      "ḽ": 2330,
      "Ḿ": 2331,
      "ḿ": 2332,
      "Ṁ": 2333,
      "ṁ": 2334,
      "Ṃ": 2335,
      "ṃ": 2336,
      "Ṅ": 2337,
      "ṅ": 2338,
      "Ṇ": 2339,
      "ṇ": 2340,
      "Ṉ": 2341,
      "ṉ": 2342,
      "Ṋ": 2343,
      "ṋ": 2344,
      "Ṍ": 2345,
      "ṍ": 2346,
      "Ṕ": 2347,
      "ṕ": 2348,
      "Ṗ": 2349,
      "ṗ": 2350,
      "Ṙ": 2351,
      "ṙ": 2352,
      "Ṛ": 2353,
      "ṛ": 2354,
      "Ṝ": 2355,
      "ṝ": 2356,
      "Ṟ": 2357,
      "ṟ": 2358,
      "Ṡ": 2359,
      "ṡ": 2360,
      "Ṣ": 2361,
      "ṣ": 2362,
      "Ṩ": 2363,
      "ṩ": 2364,
      "Ṫ": 2365,
      "ṫ": 2366,
      "Ṭ": 2367,
      "ṭ": 2368,
      "Ṯ": 2369,
      "ṯ": 2370,
      "Ṱ": 2371,
      "ṱ": 2372,
      "Ṳ": 2373,
      "ṳ": 2374,
      "Ṵ": 2375,
      "ṵ": 2376,
      "Ṷ": 2377,
      "ṷ": 2378,
      "Ṹ": 2379,
      "ṹ": 2380,
      "Ṽ": 2381,
      "ṽ": 2382,
      "Ṿ": 2383,
      "ṿ": 2384,
      "Ẁ": 2385,
      "ẁ": 2386,
      "Ẃ": 2387,
      "ẃ": 2388,
      "Ẅ": 2389,
      "ẅ": 2390,
      "Ẇ": 2391,
      "ẇ": 2392,
      "Ẉ": 2393,
      "ẉ": 2394,
      "Ẋ": 2395,
      "ẋ": 2396,
      "Ẍ": 2397,
      "ẍ": 2398,
      "Ẏ": 2399,
      "ẏ": 2400,
      "Ẑ": 2401,
      "ẑ": 2402,
      "Ẓ": 2403,
      "ẓ": 2404,
      "Ẕ": 2405,
      "ẕ": 2406,
      "ẖ": 2407,
      "ẗ": 2408,
      "ẘ": 2409,
      "ẙ": 2410,
      "ẛ": 2411,
      "ẟ": 2412,
      "Ạ": 2413,
      "ạ": 2414,
      "Ả": 2415,
      "ả": 2416,
      "ấ": 2417,
      "ầ": 2418,
      "ẩ": 2419,
      "ẫ": 2420,
      "Ậ": 2421,
      "ậ": 2422,
      "ắ": 2423,
      "Ằ": 2424,
      "ằ": 2425,
      "ẳ": 2426,
      "ẵ": 2427,
      "Ặ": 2428,
      "ặ": 2429,
      "Ẹ": 2430,
      "ẹ": 2431,
      "ẻ": 2432,
      "Ẽ": 2433,
      "ẽ": 2434,
      "ế": 2435,
      "ề": 2436,
      "ể": 2437,
      "ễ": 2438,
      "Ệ": 2439,
      "ệ": 2440,
      "ỉ": 2441,
      "Ị": 2442,
      "ị": 2443,
      "Ọ": 2444,
      "ọ": 2445,
      "ỏ": 2446,
      "ố": 2447,
      "ồ": 2448,
      "ổ": 2449,
      "ỗ": 2450,
      "Ộ": 2451,
      "ộ": 2452,
      "Ớ": 2453,
      "ớ": 2454,
      "Ờ": 2455,
      "ờ": 2456,
      "ở": 2457,
      "Ỡ": 2458,
      "ỡ": 2459,
      "Ợ": 2460,
      "ợ": 2461,
      "Ụ": 2462,
      "ụ": 2463,
      "ủ": 2464,
      "Ứ": 2465,
      "ứ": 2466,
      "Ừ": 2467,
      "ừ": 2468,
      "ử": 2469,
      "Ữ": 2470,
      "ữ": 2471,
      "Ự": 2472,
      "ự": 2473,
      "Ỳ": 2474,
      "ỳ": 2475,
      "Ỵ": 2476,
      "ỵ": 2477,
      "Ỹ": 2478,
      "ỹ": 2479,
      "ἀ": 2480,
      "ἁ": 2481,
      "ἂ": 2482,
      "ἃ": 2483,
      "ἄ": 2484,
      "ἅ": 2485,
      "ἆ": 2486,
      "ἇ": 2487,
      "Ἀ": 2488,
      "Ἁ": 2489,
      "Ἂ": 2490,
      "Ἃ": 2491,
      "Ἄ": 2492,
      "Ἅ": 2493,
      "Ἆ": 2494,
      "Ἇ": 2495,
      "ἐ": 2496,
      "ἑ": 2497,
      "ἒ": 2498,
      "ἓ": 2499,
      "ἔ": 2500,
      "ἕ": 2501,
      "Ἐ": 2502,
      "Ἑ": 2503,
      "Ἒ": 2504,
      "Ἓ": 2505,
      "Ἔ": 2506,
      "Ἕ": 2507,
      "ἠ": 2508,
      "ἡ": 2509,
      "ἢ": 2510,
      "ἣ": 2511,
      "ἤ": 2512,
      "ἥ": 2513,
      "ἦ": 2514,
      "ἧ": 2515,
      "Ἠ": 2516,
      "Ἡ": 2517,
      "Ἢ": 2518,
      "Ἣ": 2519,
      "Ἤ": 2520,
      "Ἥ": 2521,
      "Ἦ": 2522,
      "Ἧ": 2523,
      "ἰ": 2524,
      "ἱ": 2525,
      "ἲ": 2526,
      "ἳ": 2527,
      "ἴ": 2528,
      "ἵ": 2529,
      "ἶ": 2530,
      "ἷ": 2531,
      "Ἰ": 2532,
      "Ἱ": 2533,
      "Ἲ": 2534,
      "Ἳ": 2535,
      "Ἴ": 2536,
      "Ἵ": 2537,
      "Ἶ": 2538,
      "Ἷ": 2539,
      "ὀ": 2540,
      "ὁ": 2541,
      "ὂ": 2542,
      "ὃ": 2543,
      "ὄ": 2544,
      "ὅ": 2545,
      "Ὀ": 2546,
      "Ὁ": 2547,
      "Ὂ": 2548,
      "Ὃ": 2549,
      "Ὄ": 2550,
      "Ὅ": 2551,
      "ὐ": 2552,
      "ὑ": 2553,
      "ὒ": 2554,
      "ὓ": 2555,
      "ὔ": 2556,
      "ὕ": 2557,
      "ὖ": 2558,
      "ὗ": 2559,
      "Ὑ": 2560,
      "Ὓ": 2561,
      "Ὕ": 2562,
      "Ὗ": 2563,
      "ὠ": 2564,
      "ὡ": 2565,
      "ὢ": 2566,
      "ὣ": 2567,
      "ὤ": 2568,
      "ὥ": 2569,
      "ὦ": 2570,
      "ὧ": 2571,
      "Ὠ": 2572,
      "Ὡ": 2573,
      "Ὢ": 2574,
      "Ὣ": 2575,
      "Ὤ": 2576,
      "Ὥ": 2577,
      "Ὦ": 2578,
      "Ὧ": 2579,
      "ὰ": 2580,
      "ά": 2581,
      "ὲ": 2582,
      "έ": 2583,
      "ὴ": 2584,
      "ή": 2585,
      "ὶ": 2586,
      "ί": 2587,
      "ὸ": 2588,
      "ό": 2589,
      "ὺ": 2590,
      "ύ": 2591,
      "ὼ": 2592,
      "ώ": 2593,
      "ᾀ": 2594,
      "ᾁ": 2595,
      "ᾂ": 2596,
      "ᾃ": 2597,
      "ᾄ": 2598,
      "ᾅ": 2599,
      "ᾆ": 2600,
      "ᾇ": 2601,
      "ᾈ": 2602,
      "ᾉ": 2603,
      "ᾊ": 2604,
      "ᾋ": 2605,
      "ᾌ": 2606,
      "ᾍ": 2607,
      "ᾎ": 2608,
      "ᾏ": 2609,
      "ᾐ": 2610,
      "ᾑ": 2611,
      "ᾒ": 2612,
      "ᾓ": 2613,
      "ᾔ": 2614,
      "ᾕ": 2615,
      "ᾖ": 2616,
      "ᾗ": 2617,
      "ᾘ": 2618,
      "ᾙ": 2619,
      "ᾚ": 2620,
      "ᾛ": 2621,
      "ᾜ": 2622,
      "ᾝ": 2623,
      "ᾞ": 2624,
      "ᾟ": 2625,
      "ᾠ": 2626,
      "ᾡ": 2627,
      "ᾢ": 2628,
      "ᾣ": 2629,
      "ᾤ": 2630,
      "ᾥ": 2631,
      "ᾦ": 2632,
      "ᾧ": 2633,
      "ᾨ": 2634,
      "ᾩ": 2635,
      "ᾪ": 2636,
      "ᾫ": 2637,
      "ᾬ": 2638,
      "ᾭ": 2639,
      "ᾮ": 2640,
      "ᾯ": 2641,
      "ᾰ": 2642,
      "ᾱ": 2643,
      "ᾲ": 2644,
      "ᾳ": 2645,
      "ᾴ": 2646,
      "ᾶ": 2647,
      "ᾷ": 2648,
      "Ᾰ": 2649,
      "Ᾱ": 2650,
      "Ὰ": 2651,
      "Ά": 2652,
      "ᾼ": 2653,
      "᾽": 2654,
      "ι": 2655,
      "᾿": 2656,
      "῀": 2657,
      "῁": 2658,
      "ῂ": 2659,
      "ῃ": 2660,
      "ῄ": 2661,
      "ῆ": 2662,
      "ῇ": 2663,
      "Ὲ": 2664,
      "Έ": 2665,
      "Ὴ": 2666,
      "Ή": 2667,
      "ῌ": 2668,
      "῍": 2669,
      "῎": 2670,
      "῏": 2671,
      "ῐ": 2672,
      "ῑ": 2673,
      "ῒ": 2674,
      "ΐ": 2675,
      "ῖ": 2676,
      "ῗ": 2677,
      "Ῐ": 2678,
      "Ῑ": 2679,
      "Ὶ": 2680,
      "Ί": 2681,
      "῝": 2682,
      "῞": 2683,
      "῟": 2684,
      "ῠ": 2685,
      "ῡ": 2686,
      "ῢ": 2687,
      "ΰ": 2688,
      "ῤ": 2689,
      "ῥ": 2690,
      "ῦ": 2691,
      "ῧ": 2692,
      "Ῠ": 2693,
      "Ῡ": 2694,
      "Ὺ": 2695,
      "Ύ": 2696,
      "Ῥ": 2697,
      "῭": 2698,
      "΅": 2699,
      "`": 2700,
      "ῲ": 2701,
      "ῳ": 2702,
      "ῴ": 2703,
      "ῶ": 2704,
      "ῷ": 2705,
      "Ὸ": 2706,
      "Ό": 2707,
      "Ὼ": 2708,
      "Ώ": 2709,
      "ῼ": 2710,
      "´": 2711,
      "῾": 2712,
      "​": 2713,
      "‌": 2714,
      "‍": 2715,
      "‎": 2716,
      "‏": 2717,
      "‐": 2718,
      "‑": 2719,
      "‒": 2720,
      "–": 2721,
      "—": 2722,
      "―": 2723,
      "‖": 2724,
      "‗": 2725,
      "‘": 2726,
      "’": 2727,
      "‚": 2728,
      "‛": 2729,
      "“": 2730,
      "”": 2731,
      "„": 2732,
      "‟": 2733,
      "†": 2734,
      "‡": 2735,
      "•": 2736,
      "‣": 2737,
      "․": 2738,
      "…": 2739,
      "‪": 2740,
      "‫": 2741,
      "‬": 2742,
      "‰": 2743,
      "‱": 2744,
      "′": 2745,
      "″": 2746,
      "‴": 2747,
      "‵": 2748,
      "‶": 2749,
      "‷": 2750,
      "‸": 2751,
      "‹": 2752,
      "›": 2753,
      "※": 2754,
      "‼": 2755,
      "‽": 2756,
      "‾": 2757,
      "‿": 2758,
      "⁂": 2759,
      "⁃": 2760,
      "⁄": 2761,
      "⁅": 2762,
      "⁆": 2763,
      "⁇": 2764,
      "⁈": 2765,
      "⁉": 2766,
      "⁋": 2767,
      "⁎": 2768,
      "⁡": 2769,
      "⁢": 2770,
      "⁦": 2771,
      "⁰": 2772,
      "ⁱ": 2773,
      "⁴": 2774,
      "⁵": 2775,
      "⁶": 2776,
      "⁷": 2777,
      "⁸": 2778,
      "⁹": 2779,
      "⁺": 2780,
      "⁻": 2781,
      "⁼": 2782,
      "⁽": 2783,
      "⁾": 2784,
      "ⁿ": 2785,
      "₀": 2786,
      "₁": 2787,
      "₂": 2788,
      "₃": 2789,
      "₄": 2790,
      "₅": 2791,
      "₆": 2792,
      "₇": 2793,
      "₈": 2794,
      "₉": 2795,
      "₊": 2796,
      "₋": 2797,
      "₌": 2798,
      "₍": 2799,
      "₎": 2800,
      "ₐ": 2801,
      "ₑ": 2802,
      "ₒ": 2803,
      "ₓ": 2804,
      "ₔ": 2805,
      "ₕ": 2806,
      "ₖ": 2807,
      "ₗ": 2808,
      "ₘ": 2809,
      "ₙ": 2810,
      "ₚ": 2811,
      "ₛ": 2812,
      "ₜ": 2813,
      "₠": 2814,
      "₡": 2815,
      "₢": 2816,
      "₣": 2817,
      "₤": 2818,
      "₥": 2819,
      "₦": 2820,
      "₧": 2821,
      "₨": 2822,
      "₩": 2823,
      "₪": 2824,
      "₫": 2825,
      "€": 2826,
      "₭": 2827,
      "₮": 2828,
      "₯": 2829,
      "₰": 2830,
      "₱": 2831,
      "₲": 2832,
      "₳": 2833,
      "₴": 2834,
      "₵": 2835,
      "₸": 2836,
      "₹": 2837,
      "₺": 2838,
      "₼": 2839,
      "₽": 2840,
      "⃗": 2841,
      "⃝": 2842,
      "⃣": 2843,
      "ℂ": 2844,
      "℃": 2845,
      "℅": 2846,
      "ℋ": 2847,
      "ℍ": 2848,
      "ℎ": 2849,
      "ℏ": 2850,
      "ℐ": 2851,
      "ℒ": 2852,
      "ℓ": 2853,
      "ℕ": 2854,
      "№": 2855,
      "℗": 2856,
      "℘": 2857,
      "ℙ": 2858,
      "ℚ": 2859,
      "ℜ": 2860,
      "ℝ": 2861,
      "℠": 2862,
      "™": 2863,
      "ℤ": 2864,
      "Ω": 2865,
      "K": 2866,
      "Å": 2867,
      "℮": 2868,
      "ℱ": 2869,
      "ℵ": 2870,
      "ⅈ": 2871,
      "⅐": 2872,
      "⅑": 2873,
      "⅓": 2874,
      "⅔": 2875,
      "⅕": 2876,
      "⅖": 2877,
      "⅗": 2878,
      "⅘": 2879,
      "⅙": 2880,
      "⅚": 2881,
      "⅛": 2882,
      "⅜": 2883,
      "⅝": 2884,
      "⅞": 2885,
      "⅟": 2886,
      "Ⅰ": 2887,
      "Ⅱ": 2888,
      "Ⅲ": 2889,
      "Ⅳ": 2890,
      "Ⅴ": 2891,
      "Ⅵ": 2892,
      "Ⅶ": 2893,
      "Ⅷ": 2894,
      "Ⅸ": 2895,
      "Ⅹ": 2896,
      "Ⅺ": 2897,
      "Ⅻ": 2898,
      "↉": 2899,
      "←": 2900,
      "↑": 2901,
      "→": 2902,
      "↓": 2903,
      "↔": 2904,
      "↕": 2905,
      "↖": 2906,
      "↗": 2907,
      "↘": 2908,
      "↙": 2909,
      "↚": 2910,
      "↛": 2911,
      "↜": 2912,
      "↝": 2913,
      "↞": 2914,
      "↟": 2915,
      "↠": 2916,
      "↡": 2917,
      "↢": 2918,
      "↣": 2919,
      "↤": 2920,
      "↥": 2921,
      "↦": 2922,
      "↧": 2923,
      "↨": 2924,
      "↩": 2925,
      "↪": 2926,
      "↫": 2927,
      "↬": 2928,
      "↭": 2929,
      "↮": 2930,
      "↯": 2931,
      "↰": 2932,
      "↱": 2933,
